Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# rateDetailsNavTitle
source: Rate Details
de_de: Einzelheiten zum Kurs
es_419: Detalles de la tarifa
es_es: Detalles de la tarifa
fr_fr: Détails du taux
it_it: Dettagli sul tasso
ja_jp: レートの詳細
ko_kr: 환율 세부 정보
ms_my: Butiran Kadar
pt_br: Detalhes da taxa
ru_ru: Подробности курса
th_th: รายละเอียดอัตรา
vi_vn: Chi tiết tỷ giá
zh_hans: 汇率详情
zh_hant_tw: 匯率詳情

source: Reset Filters
de_de: Filter zurücksetzen
es_419: Restablecer filtros
es_es: Restablecer filtros
fr_fr: Réinitialiser les filtres
it_it: Ripristina filtri
ja_jp: フィルターをリセット
ko_kr: 필터 재설정
ms_my: Tetapkan Semula Penapis
pt_br: Limpar filtros
ru_ru: Сбросить фильтры
th_th: รีเซ็ตตัวกรอง
vi_vn: Đặt lại bộ lọc
zh_hans: 重置筛选条件
zh_hant_tw: 重置篩選條件

source: Retry
de_de: Wiederholen
es_419: Reintentar
es_es: Reintentar
fr_fr: Réessayer
it_it: Riprova
ja_jp: 再試行
ko_kr: 재시도
ms_my: Cuba semula
pt_br: Tentar novamente
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_hans: 重试
zh_hant_tw: 重試

source: Review Order
de_de: Auftrag überprüfen
es_419: Comisión estimada
es_es: Revisar orden
fr_fr: Examiner l'ordre
it_it: Rivedi l'ordine
ja_jp: 注文を確認する
ko_kr: 주문 검토
ms_my: Semak Pesanan
pt_br: Conferir ordem
ru_ru: Просмотреть ордер
th_th: ตรวจสอบคำสั่งซื้อขาย
vi_vn: Xem lại lệnh
zh_hans: 查核订单
zh_hant_tw: 查核訂單

# rule10b51SectionTitle
source: Rule 10b5-1 Trading Plan
de_de: Rule 10b5-1 Handelsplan
es_419: Plan de negociación de la regla 10b5-1
es_es: Plan de negociación de la regla 10b5-1
fr_fr: Plan de trading selon la règle 10b5-1
it_it: Piano di negoziazione secondo la Norma 10b5-1
ja_jp: 規則10b5-1売買プラン
ko_kr: 규칙 10b5-1 거래 계획
ms_my: Peraturan 10b5-1 Pelan Perdagangan
pt_br: Regra 10b5-1 Plano de Negociação
ru_ru: Программа торговли в соответствии с правилом 10b5-1
th_th: กฎข้อ 10b5-1 แผนการซื้อขาย
vi_vn: Kế hoạch giao dịch theo Quy tắc 10b5-1
zh_hans: 10b5-1 规则交易计划
zh_hant_tw: 10b5-1 規則交易計劃

source: SAR Exercise
de_de: SAR-Übung
es_419: Ejercicio de SAR
es_es: Ejercicio de SAR
fr_fr: Exercice de droits SAR
it_it: Esercizio SAR
ja_jp: SAR権利行使
ko_kr: SAR 행사
ms_my: Jalankan SAR
pt_br: Exercício de SAR
ru_ru: Реализация SAR
th_th: การใช้สิทธิ์ SAR
vi_vn: Thực hiện SAR
zh_hans: SAR 行使
zh_hant_tw: SAR 行使

# sarsMessage
source: If your Stock Appreciation Right settles in shares of company stock, these shares will be deposited to your linked brokerage account upon settlement of the transaction (typically 3 business days after the date of the exercise). If you wish to sell these shares, you must submit separate order instructions once the shares have been deposited.
de_de: Wenn Ihr Aktienwertsteigerungsrecht in Aktien des Unternehmens abgewickelt wird, werden diese Aktien nach Abwicklung der Transaktion (in der Regel 3 Werktage nach dem Datum der Ausübung) auf Ihr verknüpftes Brokerage-Konto eingezahlt. Wenn Sie diese Aktien verkaufen möchten, müssen Sie nach der Einzahlung der Aktien separate Orderaufträge erteilen.
es_419: Si tu derecho de apreciación de acciones se liquida en acciones de la empresa, estas acciones se depositarán en tu cuenta de corretaje vinculada tras liquidarse la transacción (normalmente 3 días laborables tras la fecha de ejercicio). Si quieres vender estas acciones, deberás enviar instrucciones para la orden distintas una vez depositadas las acciones.
es_es: Si su derecho de apreciación de acciones se liquida en acciones de la empresa, estas acciones se depositarán en su cuenta de corretaje vinculada tras liquidarse la transacción (normalmente 3 días laborables tras la fecha de ejercicio). Si quiere vender estas acciones, deberá enviar instrucciones de orden distintas una vez depositadas las acciones.
fr_fr: Si votre droit à la plus-value des actions se règle en actions de la société, ces actions seront déposées sur votre compte de courtage lié lors du règlement de la transaction (généralement 3 jours ouvrables après la date de l'exercice). Si vous souhaitez vendre ces actions, vous devez soumettre des instructions d'ordre distinctes une fois que les actions ont été déposées.
it_it: Se il tuo diritto di apprezzamento delle azioni è regolato in azioni della società, queste azioni verranno depositate sul tuo conto di intermediazione collegato al momento della liquidazione della transazione (in genere, 3 giorni lavorativi dopo la data di riscatto). Se desideri vendere queste azioni, devi inviare delle istruzioni d'ordine separate una volta che le azioni sono state depositate.
ja_jp: お客様の株式鑑賞権が会社の株式で決済される場合、これらの株式は、取引の決済時（通常は行使日から3営業日後）に、お客様のリンクされた証券口座に入金されます。これらの株式を売却する場合は、株式が預け入れられた後、別途注文指示書を提出する必要があります。
ko_kr: 주가차액보상권이 회사 주식으로 정산되면, 이 주식은 거래 정산 시 귀하의 연결된 중개 계좌에 입금됩니다. (일반적으로 행사일로부터 영업일 기준 3일 후) 이 주식을 매도하려면 주식이 입금된 후 별도의 주문 지침을 제출해야 합니다.
ms_my: Jika Hak Peningkatan Saham anda diselesaikan dalam perkongsian saham syarikat, saham ini akan didepositkan ke akaun broker anda yang dihubungkan setelah penyelesaian transaksi (biasanya 3 hari bekerja selepas tarikh pelaksanaan). Jika anda ingin menjual saham ini, anda mesti menyerahkan arahan pesanan berasingan sebaik sahaja saham telah didepositkan.
pt_br: Se o seu Direito de Valorização de Ações for liquidado em ações da empresa, essas ações serão depositadas na conta de corretagem vinculada após a liquidação da transação (normalmente em 3 dias úteis após a data da execução). Para vender as ações, você precisa enviar instruções de ordem separadas após as ações serem depositadas.
ru_ru: Если ваше право на получение выгоды от прироста стоимости акций реализуется в акциях компании, эти акции будут зачислены на ваш привязанный брокерский счет после завершения сделки (обычно через 3 рабочих дня после даты исполнения). Если вы захотите продать эти акции, вы должны будете подать отдельные распоряжения после того, как акции будут депонированы.
th_th: หากสิทธิในการเพิ่มมูลค่าหุ้นของคุณได้รับการชำระเป็นหุ้นของบริษัท หุ้นเหล่านี้จะถูกฝากเข้าในบัญชีนายหน้าซื้อขายหลักทรัพย์ที่เชื่อมโยงของคุณเมื่อมีการชำระเงินตามธุรกรรม (โดยทั่วไปคือ 3 วันทำการหลังจากวันที่ใช้สิทธิ์) หากคุณต้องการขายหุ้นเหล่านี้ คุณจะต้องส่งคำสั่งแยกต่างหากเมื่อฝากหุ้นเรียบร้อยแล้ว
vi_vn: Nếu Quyền tăng giá cổ phiếu của bạn thanh toán bằng cổ phiếu của công ty, các cổ phiếu này sẽ được gửi vào tài khoản môi giới liên kết của bạn sau khi thanh toán giao dịch (thường là 3 ngày làm việc sau ngày thực hiện). Nếu bạn muốn bán những cổ phiếu này, bạn phải gửi những hướng dẫn đặt lệnh riêng rẽ sau khi cổ phiếu đã được gửi vào.
zh_hans: 如果您的股票增值权以公司股票的股份形式结算，该股份将会在交易结算后存入您连结的经纪帐户 (通常在行使日期后的 3 个工作日)。如果您想卖出这些股份，必须在股份存入后提交单独的订单指令。
zh_hant_tw: 如果您的股票增值權以公司股票的股份形式結算，該股份將會在交易結算後存入您連結的經紀帳戶 (通常在行使日期後的 3 個工作日)。如果您想賣出這些股份，必須在股份存入後提交單獨的訂單指令。

# sarsPreIPOMessage
source: Your Stock Appreciation Right will be settled by your company; proceeds or shares will not be deposited to your Schwab account.
de_de: Ihr Wertsteigerungsrecht wird von Ihrem Unternehmen ausgeglichen; die Erlöse oder Aktien werden nicht auf Ihrem Schwab-Depot hinterlegt.
es_419: La empresa liquidará tu derecho de apreciación de acciones; ni los ingresos ni las acciones se depositarán en tu cuenta de Schwab.
es_es: La empresa liquidará su derecho de apreciación de acciones; ni los ingresos ni las acciones se depositarán en su cuenta de Schwab.
fr_fr: Vos droits à la plus-value des actions seront réglés par votre société ; les produits ou les actions ne seront pas déposés sur votre compte Schwab.
it_it: Il tuo diritto di apprezzamento delle azioni sarà regolato dalla tua azienda; i ricavi o le azioni non saranno depositati sul tuo conto Schwab.
ja_jp: 株式増価享受権はお客様の会社により決済されます。受取金または株式はお客様のSchwab口座には預託されません。
ko_kr: 귀하의 주가차액보상권은 회사에 의해 결제되며, 수익금 또는 주식은 Schwab 계좌에 입금되지 않습니다.
ms_my: Hak Kenaikan Saham anda akan diselesaikan oleh syarikat anda; hasil atau saham tidak akan didepositkan ke akaun Schwab anda.
pt_br: Seu Direito de Valorização de Ações será liquidado pela sua empresa; os proventos e ações não serão depositados na sua conta Schwab.
ru_ru: Ваше право на получение выгоды от прироста стоимости акций будет реализовано вашей компанией; выручка или акции не будут зачислены на ваш счет в Schwab.
th_th: บริษัทของคุณจะจัดการสิทธิ์รับประโยชน์จากราคาหุ้นที่เพิ่มขึ้นของคุณ โดยรายได้หรือหุ้นจะไม่ถูกฝากเข้าบัญชี Schwab ของคุณ
vi_vn: Quyền tăng giá cổ phiếu của bạn sẽ được thanh toán bởi công ty của bạn; tiền thu được hoặc cổ phiếu sẽ không được gửi vào tài khoản Schwab của bạn.
zh_hans: 您的股票增值权将由公司进行结算；所得或股份将不会存入您的嘉信理财帐户。
zh_hant_tw: 您的股票增值權將由公司進行結算；所得或股份將不會存入您的嘉信理財帳戶。

source: Select
de_de: Auswählen
es_419: Seleccionar
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
ms_my: Pilih
pt_br: Selecionar
ru_ru: Выбрать
th_th: เลือก
vi_vn: Chọn
zh_hans: 选择
zh_hant_tw: 選擇

source: Select Account
de_de: Konto auswählen
es_419: Seleccionar cuenta
es_es: Seleccionar cuenta
fr_fr: Sélectionner un compte
it_it: Seleziona un conto
ja_jp: 口座を選択
ko_kr: 계좌 선택
ms_my: Pilih Akaun
pt_br: Selecione a conta
ru_ru: Выберите счет
th_th: เลือกบัญชี
vi_vn: Chọn tài khoản
zh_hans: 选择帐户
zh_hant_tw: 選擇帳戶

source: Select A Symbol
de_de: Börsenkürzel auswählen
es_419: Selecciona un símbolo
es_es: Seleccione un símbolo
fr_fr: Sélectionner un symbole
it_it: Seleziona una valuta
ja_jp: シンボルを選択してください
ko_kr: 심볼 선택
ms_my: Pilih Satu Simbol
pt_br: Selecione um símbolo
ru_ru: Выбрать тикер
th_th: เลือกสัญลักษณ์
vi_vn: Chọn một biểu tượng
zh_hans: 选择代号
zh_hant_tw: 選擇代號

# selectCurrencyButtonAxHint
source: Select to change currency
de_de: Auswählen, um die Währung zu ändern
es_419: Selecciona para cambiar de moneda
es_es: Seleccione para cambiar de moneda
fr_fr: Sélectionner pour changer de devise
it_it: Seleziona per cambiare valuta
ja_jp: 選択して通貨を変更
ko_kr: 통화를 변경하려면 선택하세요
ms_my: Pilih untuk menukar mata wang
pt_br: Selecione para alterar a moeda
ru_ru: Выберите для изменения валюты
th_th: เลือกเพื่อเปลี่ยนสกุลเงิน
vi_vn: Chọn để thay đổi đơn vị tiền tệ
zh_hans: 选择更改货币
zh_hant_tw: 選擇更改貨幣

# selectCurrencyHeader
source: View certain equity award values in a currency of your choice. Values will be based on the exchange rate at the time and date indicated with the rate. Some values will still appear in US dollars ($). All transactions will be executed in US dollars.
de_de: Anzeige bestimmter Prämien in Aktienkapital in der ausgewählten Währung. Die Werte basieren auf dem Wechselkurs zu der Uhrzeit und dem Datum, die mit dem Kurs angegeben sind. Einige Werte werden weiterhin in US-Dollar ($) angezeigt. Alle Transaktionen werden in US-Dollar ausgeführt.
es_419: Ve determinados valores de adjudicación de acciones en la moneda que elijas. Los valores se basarán en el tipo de cambio a la hora y fecha indicadas con este. Algunos valores seguirán apareciendo en dólares estadounidenses ($). Todas las transacciones se ejecutarán en USD.
es_es: Visualice determinados valores de retribución de acciones en la moneda de su elección. Los valores se basarán en el tipo de cambio a la hora y fecha indicadas con el tipo. Algunos valores seguirán apareciendo en dólares estadounidenses ($). Todas las transacciones se ejecutarán en dólares estadounidenses.
fr_fr: Afficher certaines valeurs des attributions d'actions dans la devise de votre choix. Les valeurs seront basées sur le taux de change au moment et à la date indiqués avec le taux. Certaines valeurs apparaîtront toujours en dollars américains ($). Toutes les transactions seront exécutées en dollars américains.
it_it: Visualizza alcuni valori di conferimenti di titoli azionari in una valuta di tua scelta. I valori saranno basati sul tasso di cambio all'ora e alla data indicate con il tasso. Alcuni valori continueranno a essere visualizzati in dollari statunitensi ($). Tutte le transazioni saranno eseguite in dollari USA.
ja_jp: 特定の株式報酬値を選択した通貨で表示します。値は、レートで示された日時の為替レートに基づいています。一部の値は米ドル（$）のままで表示されます。すべての取引は米ドルで実行されます。
ko_kr: 특정 주식 보상 금액을 선택한 통화로 볼 수 있습니다. 금액은 환율과 함께 표시된 시간 및 날짜의 환율을 기준으로 합니다. 일부 값은 미국 달러($)로 표시됩니다. 모든 거래는 미국 달러로 실행됩니다.
ms_my: Lihat nilai ganjaran ekuiti tertentu dalam mata wang pilihan anda. Nilai akan berdasarkan kadar pertukaran pada masa dan tarikh yang ditunjukkan dengan kadar. Sesetengah nilai masih akan muncul dalam dolar AS ($). Semua transaksi akan dilaksanakan dalam dolar AS.
pt_br: Veja alguns valores de premiação em ações na moeda da sua escolha. Os valores são baseados na taxa de câmbio na hora e data indicadas com a taxa. Alguns valores ainda aparecerão em dólares americanos (US$). Todas as transações serão executadas em dólares americanos.
ru_ru: Просматривайте стоимость долевых акционных вознаграждений определенного вида в выбранной валюте. Значения будут основаны на обменном курсе на время и дату, указанные для курса. Некоторые значения по-прежнему будут отображаться в долларах США ($). Все транзакции будут проводиться в долларах США.
th_th: ดูมูลค่ารางวัลที่เป็นสินทรัพย์ทุนบางส่วนในสกุลเงินที่คุณเลือก มูลค่าจะอิงตามอัตราแลกเปลี่ยน ณ เวลาและวันที่ระบุว่าใช้อัตรานั้นๆ ค่าบางค่าจะยังคงปรากฏเป็นดอลลาร์สหรัฐ ($) ธุรกรรมทั้งหมดจะดำเนินการเป็นดอลลาร์สหรัฐ
vi_vn: Xem một số giá trị phần thưởng cổ phần nhất định bằng đơn vị tiền tệ bạn chọn. Giá trị sẽ được tính theo tỷ giá hối đoái tại thời điểm và ngày được nêu kèm theo tỷ giá. Một số giá trị sẽ vẫn xuất hiện bằng đô-la Mỹ ($). Tất cả các giao dịch sẽ được thực hiện bằng đô-la Mỹ.
zh_hans: 以您选择的货币查看特定股权奖励价值。价值将依据汇率所示时间和日期的汇率。某些价值仍会以美元 ($) 显示。所有交易将以美元执行。
zh_hant_tw: 以您選擇的貨幣查看特定股權獎勵價值。價值將依據匯率所示時間和日期的匯率。某些價值仍會以美元 ($) 顯示。所有交易將以美元執行。

# selectCurrencyNavTitle
source: Select Currency View
de_de: Währungsansicht auswählen
es_419: Seleccionar vista de moneda
es_es: Seleccionar vista de moneda
fr_fr: Sélectionnez l’affichage des devises
it_it: Seleziona la vista della valuta
ja_jp: 通貨表示を選択
ko_kr: 통화 보기 선택
ms_my: Pilih Paparan Mata Wang
pt_br: Visualização de moedas selecionadas
ru_ru: Выбрать валюту для просмотра
th_th: เลือกมุมมองสกุลเงิน
vi_vn: Chọn chế độ xem tiền tệ
zh_hans: 选择货币检视
zh_hant_tw: 選擇貨幣檢視

# selectLotsBasedOnLimitDisclaimer
source: Estimated Proceeds based on Limit Price (does not include commissions, fees or taxes)
de_de: Geschätzte Erlöse basierend auf dem Limitpreis (ohne Provisionen, Gebühren oder Steuern)
es_419: Ingresos estimados basados en el precio límite (no incluye comisiones, cargos ni impuestos)
es_es: Ingresos estimados basados en el precio límite (no incluye comisiones ni impuestos)
fr_fr: Estimation des produits en fonction du cours limite (hors commissions, frais ou taxes)
it_it: Ricavi stimati in base al prezzo limite (non include commissioni, spese o tasse)
ja_jp: 指値価格に基づく推定収益（手数料、料金、税金控除前）
ko_kr: 지정가 기준 추정 수익(수수료, 비용 또는 세금 불포함)
ms_my: Anggaran hasil berdasarkan Harga Had (tidak termasuk komisen, yuran atau cukai)
pt_br: Proventos estimados com base no preço-limite (não inclui comissões, taxas nem impostos)
ru_ru: Ориентировочные поступления на основе лимитной цены (без учета комиссий, сборов и налогов)
th_th: ประมาณการรายได้ตามราคาลิมิต (ไม่รวมค่าคอมมิชชัน ค่าธรรมเนียม หรือภาษี)
vi_vn: Số tiền thu được ước tính dựa trên Giá giới hạn (không bao gồm hoa hồng, phí hoặc thuế)
zh_hans: 基于限价的预估所得（不包括佣金、费用或税金）
zh_hant_tw: 基於限價的預估所得（不包括佣金、費用或稅金）

# selectLotsBasedOnQuoteDisclaimer
source: Estimated Proceeds based on Current Quote (does not include commissions, fees or taxes)
de_de: Geschätzte Erlöse basierend auf dem aktuellen Angebot (ohne Provisionen, Gebühren oder Steuern)
es_419: Ingresos estimados basados en la cotización actual (no incluye comisiones, cargos ni impuestos)
es_es: Ingresos estimados basados en la cotización actual (no incluye comisiones ni impuestos)
fr_fr: Estimation des produits en fonction de la cotation actuelle (hors commissions, frais ou taxes)
it_it: Ricavi stimati in base alla quotazione corrente (non includono commissioni, spese o tasse)
ja_jp: 現在の見積もりに基づく推定収益（手数料、料金、税金は含まない）
ko_kr: 현재 시세 기준 추정 수익(수수료, 비용 또는 세금 불포함)
ms_my: Anggaran hasil berdasarkan Sebut Harga Semasa (tidak termasuk komisen, yuran atau cukai)
pt_br: Proventos estimados com base na cotação atual (não inclui comissões, taxas nem impostos)
ru_ru: Ориентировочные поступления на основе текущей котировки (без учета комиссий, сборов и налогов)
th_th: ประมาณการรายได้ตามราคาเสนอปัจจุบัน (ไม่รวมค่าคอมมิชชัน ค่าธรรมเนียม หรือภาษี)
vi_vn: Số tiền thu được ước tính dựa trên Báo giá hiện tại (không bao gồm hoa hồng, phí hoặc thuế)
zh_hans: 基于最新报价的预估所得（不包括佣金、费用或税金）
zh_hant_tw: 基於最新報價的預估所得（不包括佣金、費用或稅金）

# selectLotsCommissionsFeesTaxesDisclaimer
source: Does not include commissions, fees or taxes
de_de: Enthält keine Provisionen, Gebühren oder Steuern
es_419: No incluye comisiones, cargos ni impuestos
es_es: No incluye comisiones ni impuestos
fr_fr: Hors commissions, frais ou taxes
it_it: Non include commissioni, spese o tasse
ja_jp: 手数料、料金、税金は含まない
ko_kr: 수수료, 요금 또는 세금 불포함
ms_my: Tidak termasuk komisen, yuran atau cukai
pt_br: (sem comissões, taxas e impostos)
ru_ru: Без учета комиссий, сборов или налогов
th_th: ไม่รวมค่าคอมมิชชัน ค่าธรรมเนียม และภาษี
vi_vn: Không bao gồm hoa hồng, phí hoặc thuế
zh_hans: 不包括佣金、费用或税金
zh_hant_tw: 不包括佣金、費用或稅金

# selectLotsHeaderButtonSelected
source: Deselect All Exercisable
de_de: Auswahl aller ausführbaren Elemente aufheben
es_419: Anular la selección de todas las ejercitables
es_es: Anular la selección de todas las ejercitables
fr_fr: Désélectionner tous les éléments exerçables
it_it: Deseleziona tutte le voci riscattabili
ja_jp: 権利行使可能なすべての選択を解除
ko_kr: 행사 가능한 모든 항목 선택 해제
ms_my: Nyahpilih Semua Boleh Laksana
pt_br: Desmarcar todos os exercitáveis
ru_ru: Отменить выбор всех доступных для исполнения
th_th: ยกเลิกการเลือกสิ่งที่ใช้สิทธิได้ทั้งหมด
vi_vn: Bỏ chọn tất cả loại có thể thực hiện
zh_hans: 取消选择所有可行使的数量
zh_hant_tw: 取消選擇所有可行使的數量

# selectLotsHeaderButtonUnselected
source: Enter All Available
de_de: Alle Verfügbaren eingeben
es_419: Introducir todos los disponibles
es_es: Introducir todos los disponibles
fr_fr: Saisir tous les éléments disponibles
it_it: Inserisci tutte le voci disponibili
ja_jp: 利用可能なものをすべて入力
ko_kr: 사용 가능한 모든 항목 입력
ms_my: Masukkan Semua yang Ada
pt_br: Incluir todos os disponíveis
ru_ru: Укажите все доступные варианты
th_th: กรอกทั้งหมดที่มีอยู่
vi_vn: Nhập tất cả có sẵn
zh_hans: 输入所有可用数量
zh_hant_tw: 輸入所有可用數量

# selectLotsTaxesDisclaimer
source: Does not include taxes
de_de: Enthält keine Steuern
es_419: No incluye impuestos
es_es: No incluye impuestos
fr_fr: Hors taxes
it_it: Non include le tasse
ja_jp: 税金は含まれません
ko_kr: 세금 불포함
ms_my: Tidak termasuk cukai
pt_br: Não inclui impostos
ru_ru: Без учета налогов
th_th: ไม่รวมภาษี
vi_vn: Không bao gồm thuế
zh_hans: 不包括税金
zh_hant_tw: 不包括稅金

source: Select Strategy
de_de: Strategie auswählen
es_419: Seleccionar estrategia
es_es: Seleccionar estrategia
fr_fr: Sélectionner une stratégie
it_it: Seleziona strategia
ja_jp: 戦略を選択
ko_kr: 전략 선택
ms_my: Pilih Strategi
pt_br: Selecionar estratégia
ru_ru: Выберите стратегию
th_th: เลือกกลยุทธ์
vi_vn: Chọn chiến lược
zh_hans: 选择策略
zh_hant_tw: 選擇策略

source: Sell
de_de: Verkaufen
es_419: Vender
es_es: Vender
fr_fr: Vendre
it_it: Vendi
ja_jp: 売る
ko_kr: 매도
ms_my: Jual
pt_br: Vender
ru_ru: Продажа
th_th: ขาย
vi_vn: Bán
zh_hans: 卖出
zh_hant_tw: 賣出

source: Sell All
de_de: Alles verkaufen
es_419: Vender todo
es_es: Vender todo
fr_fr: Tout vendre
it_it: Vendi tutto
ja_jp: すべて売却
ko_kr: 모두 매도
ms_my: Jual Semua
pt_br: Vender tudo
ru_ru: Продать все
th_th: ขายทั้งหมด
vi_vn: Bán tất cả
zh_hans: 全部卖出
zh_hant_tw: 全部賣出

# sellAndHold
source: Sell & Hold
de_de: Verkaufe & Hold
es_419: Vender y mantener
es_es: Vender y mantener
fr_fr: Vendre et détenir
it_it: Vendi e mantieni
ja_jp: 売りと保有
ko_kr: 매도 및 보유
ms_my: Jual & Pegang
pt_br: Vender e reter
ru_ru: Продажа и удержание
th_th: ขายและถือครอง
vi_vn: Bán & giữ
zh_hans: 卖出和持有
zh_hant_tw: 賣出和持有

source: Sell Qty
de_de: Menge verkaufen
es_419: Cantidad para vender
es_es: Cantidad para vender
fr_fr: Quantité à vendre
it_it: Vendi Qtà
ja_jp: 売却数量
ko_kr: 매도 수량
ms_my: Kuantiti Jualan
pt_br: Qtd a vender
ru_ru: Кол-во продаж
th_th: จำนวนที่ขาย
vi_vn: Số lượng bán
zh_hans: 卖出数量
zh_hant_tw: 賣出數量

source: Sell Quantity
de_de: Verkaufsstückzahl
es_419: Cantidad de venta
es_es: Cantidad para vender
fr_fr: Quantité à vendre
it_it: Quantità di vendita
ja_jp: 売却数量
ko_kr: 매도 수량
ms_my: Kuantiti Jual
pt_br: Quantidade para venda
ru_ru: Количество на продажу
th_th: จำนวนการขาย
vi_vn: Số lượng bán
zh_hans: 卖出数量
zh_hant_tw: 賣出數量

source: Sell Shares
de_de: Aktien verkaufen
es_419: Vender acciones
es_es: Vender acciones
fr_fr: Vendre des actions
it_it: Vendere le mie azioni
ja_jp: 株を売る
ko_kr: 주식 매도
ms_my: Jual Saham
pt_br: Vender ações
ru_ru: Продать акции
th_th: ขายหุ้น
vi_vn: Bán cổ phiếu
zh_hans: 卖出股份
zh_hant_tw: 賣出股份

# sellToCoverZeroSharesToHoldError
source: The Sell to Cover calculation currently results in zero Shares to Hold. Please increase the Exercise Quantity or un-select Sell to Cover.
de_de: Die Berechnung von Sell to Cover ergibt derzeit null zu haltende Anteile. Bitte erhöhen Sie die Ausübungsmenge oder deaktivieren Sie „Sell to Cover“.
es_419: El cálculo de Vender para cubrir da como resultado cero acciones para mantener. Aumenta la cantidad para ejercer o desmarca Vender para cubrir.
es_es: El cálculo de Vender para cubrir da como resultado cero acciones para mantener. Aumente la cantidad para ejercer o desmarque Vender para cubrir.
fr_fr: Le résultat du calcul de la vente pour couverture est actuellement : zéro action à détenir. Veuillez augmenter la quantité d'exercice ou désélectionner Vente pour couverture.
it_it: Il calcolo del Sell to Cover attualmente dà come risultato zero Azioni da mantenere. Aumenta la Quantità da riscattare o deseleziona Sell to Cover.
ja_jp: 現在、売却して補填の計算では、保有株式数がゼロとなっています。行使数量を増やすか、または売却して補填の選択を解除してください。
ko_kr: 매도 상환 계산 결과 현재 보유할 주식이 없습니다. 행사 수량을 늘리거나 매도 상환 선택을 해제하세요.
ms_my: Pengiraan Jual untuk Menampung kini menghasilkan Saham Pegangan sifar. Sila tambah Kuantiti Pelaksanaan atau nyahpilih Jual untuk Menampung.
pt_br: No momento, o cálculo de "Vender para cobrir" resulta em zero "Ações a reter". Aumente "Quantidade a exercer" ou desmarque "Vender para cobrir".
ru_ru: При расчете продажи для покрытия (Sell to Cover) количество акций на удержание равняется нулю. Увеличьте количество исполнений или снимите флажок «Продажа для покрытия».
th_th: การคำนวณการขายเพื่อรองรับในปัจจุบันส่งผลให้ไม่มีหุ้นที่ต้องถือครอง โปรดเพิ่มจำนวนการใช้สิทธิหรือยกเลิกการเลือกขายเพื่อรองรับ
vi_vn: Tính toán Trang trải hiện dẫn đến không có Cổ phiếu nắm giữ. Vui lòng tăng Số lượng Thực hiện hoặc bỏ chọn Trang trải.
zh_hans: 目前卖出回补的计算结果导致持有股份为零。请增加行使数量或取消选取卖出回补。
zh_hant_tw: 目前賣出回補的計算結果導致持有股份為零。請增加行使數量或取消選取賣出回補。

source: Share Debits
de_de: Anteil Lastschriften
es_419: Débitos de acciones
es_es: Débitos de acciones
fr_fr: Actions au débit
it_it: Addebiti azionari
ja_jp: 株式デビット
ko_kr: 주식 차변
ms_my: Kongsi Debit
pt_br: Débitos de ação
ru_ru: Дебеты акций
th_th: เดบิตหุ้น
vi_vn: Ghi nợ cổ phiếu
zh_hans: 股份支出
zh_hant_tw: 股份支出

# shareDetailsAcquisitionPrice
source: Acquisition Price
de_de: Erwerbspreis
es_419: Precio de adquisición
es_es: Precio de adquisición
fr_fr: Prix d'acquisition
it_it: Prezzo di acquisizione
ja_jp: 取得価格
ko_kr: 취득 가격
ms_my: Harga Perolehan
pt_br: Preço da aquisição
ru_ru: Цена приобретения
th_th: ราคาได้มา
vi_vn: Giá mua
zh_hans: 收购 价格
zh_hant_tw: 收購 價格

# shareDetailsAcquisitionPriceHeader
source: Acquisition Price
de_de: Erwerbspreis
es_419: Precio de adquisición
es_es: Precio de adquisición
fr_fr: Prix d'acquisition
it_it: Prezzo di acquisizione
ja_jp: 取得価格
ko_kr: 취득 가격
ms_my: Harga Perolehan
pt_br: Preço da aquisição
ru_ru: Цена приобретения
th_th: ราคาได้มา
vi_vn: Giá mua
zh_hans: 收购价格
zh_hant_tw: 收購價格
